apollographql.vscode-apollo
be5invis.vscode-custom-css
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
felixfbecker.php-intellisense
GitHub.vscode-pull-request-github
hoovercj.vscode-power-mode
ilich8086.coldfusion
johnpapa.vscode-peacock
jpoissonnier.vscode-styled-components
legfrey.rocket-ui
mikestead.dotenv
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
naumovs.color-highlight
PeterJausovec.vscode-docker
pflannery.vscode-versionlens
PKief.material-icon-theme
RobbOwen.synthwave-vscode
robinbentley.sass-indented
sdras.night-owl
soft-aesthetic.soft-era-theme
tombonnike.vscode-status-bar-format-toggle
wix.vscode-import-cost
zhuangtongfa.Material-theme
zolocode.editorzoom
ahmadawais.shades-of-purple
andys8.jest-snippets
apollographql.vscode-apollo
be5invis.vscode-custom-css
bradgashler.htmltagwrap
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
felixfbecker.php-intellisense
GitHub.vscode-pull-request-github
hoovercj.vscode-power-mode
ilich8086.coldfusion
JoelCrosby.one-dark-darker
jonkwheeler.styled-components-snippets
jpoissonnier.vscode-styled-components
legfrey.rocket-ui
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
naumovs.color-highlight
Orta.vscode-jest
pflannery.vscode-versionlens
PKief.material-icon-theme
robinbentley.sass-indented
sdras.night-owl
soft-aesthetic.soft-era-theme
tombonnike.vscode-status-bar-format-toggle
wayou.vscode-todo-highlight
wix.glean
wix.vscode-import-cost
zhuangtongfa.material-theme
zolocode.editorzoom
