andys8.jest-snippets
apollographql.vscode-apollo
bradgashler.htmltagwrap
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
fosshaas.fontsize-shortcuts
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
ilich8086.coldfusion
jonkwheeler.styled-components-snippets
jpoissonnier.vscode-styled-components
legfrey.rocket-ui
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
naumovs.color-highlight
Orta.vscode-jest
pflannery.vscode-versionlens
PKief.material-icon-theme
robinbentley.sass-indented
sdras.night-owl
soft-aesthetic.soft-era-theme
tombonnike.vscode-status-bar-format-toggle
wix.glean
wix.vscode-import-cost
zhouronghui.propertylist
zhuangtongfa.material-theme
