tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "shopify/shopify"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "glib"
brew "libyaml"
brew "appstream"
brew "apr-util"
brew "autoconf"
brew "pycparser"
brew "cffi"
brew "python@3.12"
brew "awscli"
brew "icu4c@76"
brew "boost"
brew "fontconfig"
brew "gmp"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "libssh2"
brew "curl"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "diff-so-fancy"
brew "eza"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gtk4"
brew "pkgconf"
brew "htop"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "lazygit"
brew "libassuan"
brew "librsvg"
brew "n"
brew "neofetch"
brew "neovim"
brew "node"
brew "optipng"
brew "pcre"
brew "pngquant"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "python@3.11"
brew "qt@5"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tmux"
brew "tmuxp"
brew "vtk"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "shopify/shopify/themekit"
cask "1password"
cask "adobe-acrobat-reader"
cask "android-platform-tools"
cask "arq"
cask "blender"
cask "boltai"
cask "cleanshot"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dteoh-devdocs"
cask "figma"
cask "firefox@developer-edition"
cask "flux"
cask "font-0xproto-nerd-font"
cask "fontgoggles"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "hyperkey"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "loom"
cask "messenger"
cask "minecraft"
cask "mkvtoolnix"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "qmk-toolbox"
cask "raindropio"
cask "raycast"
cask "rectangle-pro"
cask "skype"
cask "slack"
cask "spotify"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alefragnani.bookmarks"
vscode "andys8.jest-snippets"
vscode "apollographql.vscode-apollo"
vscode "astro-build.astro-vscode"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fisheva.eva-theme"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-rename-tag"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "jmfirth.vsc-space-block-jumper"
vscode "jonkwheeler.styled-components-snippets"
vscode "jprestidge.theme-material-theme"
vscode "killalau.vscode-liquid-snippets"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "neilding.language-liquid"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "richie5um2.vscode-sort-json"
vscode "ronnidc.nunjucks"
vscode "sapegin.theme-squirrelsonglight"
vscode "sdras.vue-vscode-snippets"
vscode "shopify.theme-check-vscode"
vscode "sleistner.vscode-fileutils"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "teabyii.ayu"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xaver.clang-format"
