tap "ampcode/tap"
tap "manaflow-ai/cmux"
tap "qmk/qmk"
tap "stripe/stripe-cli"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "autoconf"
brew "readline"
brew "xz"
brew "zstd"
brew "awscli"
brew "boost"
brew "btop"
brew "gettext"
brew "fontconfig"
brew "glib"
brew "pycparser"
brew "cffi"
brew "cloudflared"
brew "libssh2"
brew "libtool"
brew "freetds"
brew "jpeg-xl"
brew "libavif"
brew "webp"
brew "gd"
brew "gmp"
brew "php"
brew "composer"
brew "diff-so-fancy"
brew "p11-kit"
brew "gnutls"
brew "libevent"
brew "unbound"
brew "emacs"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "harfbuzz"
brew "herdr"
brew "imagemagick"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libb2"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "n"
brew "neovim"
brew "node"
brew "optipng"
brew "pcre"
brew "pkgconf"
brew "pngquant"
brew "pnpm"
brew "pyenv"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "srt"
brew "starship"
brew "stow"
brew "tcl-tk@8"
brew "tesseract"
brew "uv"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ampcode/tap/ampcode"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "adobe-acrobat-reader"
cask "android-platform-tools"
cask "arq"
cask "beeper"
cask "boltai"
cask "chatgpt"
cask "cleanshot"
cask "cyberduck"
cask "discord"
cask "docker-desktop"
cask "elgato-stream-deck"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-0xproto-nerd-font"
cask "font-jetbrains-mono"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@beta"
cask "google-drive"
cask "handbrake-app"
cask "iina"
cask "imageoptim"
cask "istat-menus"
cask "jordanbaird-ice"
cask "linear"
cask "loom"
cask "minecraft"
cask "notion"
cask "obs"
cask "obsidian"
cask "prismlauncher"
cask "protonvpn"
cask "raindropio"
cask "raycast"
cask "rectangle-pro"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "superwhisper"
cask "telegram"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "webex"
cask "whatsapp"
cask "yaak"
cask "zoom"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alefragnani.bookmarks"
vscode "andys8.jest-snippets"
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "astro-build.astro-vscode"
vscode "biomejs.biome"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-rename-tag"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jacobcassidy.css-nesting-syntax-highlighting"
vscode "jmfirth.vsc-space-block-jumper"
vscode "jonkwheeler.styled-components-snippets"
vscode "killalau.vscode-liquid-snippets"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "neilding.language-liquid"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "richie5um2.vscode-sort-json"
vscode "ronnidc.nunjucks"
vscode "sdras.vue-vscode-snippets"
vscode "shopify.theme-check-vscode"
vscode "sleistner.vscode-fileutils"
vscode "sourcegraph.amp"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "xaver.clang-format"
npm "corepack"
