tap "codeship/taps"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "shopify/shopify"
tap "xorpse/formulae"
tap "yassinebridi/formulae"
brew "act"
brew "fontconfig"
brew "gettext"
brew "python@3.12"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "jpeg-xl"
brew "aom"
brew "libyaml"
brew "appstream"
brew "apr-util"
brew "autoconf"
brew "python@3.11"
brew "awscli"
brew "gtk4"
brew "libadwaita"
brew "baobab"
brew "boost"
brew "gmp"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "pycparser"
brew "cffi"
brew "cmake"
brew "libssh2"
brew "curl"
brew "libtool"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "diff-so-fancy"
brew "docutils"
brew "eza"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gdbm"
brew "ghostscript"
brew "git"
brew "libassuan"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "guile"
brew "htop"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "lazygit"
brew "libheif"
brew "pcre"
brew "python@3.9"
brew "libraw"
brew "n"
brew "neofetch"
brew "neovim"
brew "node"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "optipng"
brew "php@8.1"
brew "pngquant"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "tmux"
brew "tmuxp"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "shopify/shopify/shopify-cli"
brew "shopify/shopify/shopify-cli@2"
brew "shopify/shopify/themekit"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "android-platform-tools"
cask "arc"
cask "blender"
cask "cyberduck"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "fantastical"
cask "figma"
cask "firefox-developer-edition"
cask "flux"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "istat-menus"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "loom"
cask "magicavoxel"
cask "messenger"
cask "microsoft-edge"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alefragnani.bookmarks"
vscode "andys8.jest-snippets"
vscode "apollographql.vscode-apollo"
vscode "arthurwhite.white"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "deerawan.vscode-dash"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-rename-tag"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "jmfirth.vsc-space-block-jumper"
vscode "jonkwheeler.styled-components-snippets"
vscode "killalau.vscode-liquid-snippets"
vscode "mikehhodgson.monochrome-dark"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "naumstory.vscode-csscomb"
vscode "neilding.language-liquid"
vscode "orta.vscode-jest"
vscode "pkief.material-icon-theme"
vscode "richie5um2.vscode-sort-json"
vscode "ronnidc.nunjucks"
vscode "sdras.night-owl"
vscode "sdras.vue-vscode-snippets"
vscode "shopify.theme-check-vscode"
vscode "sleistner.vscode-fileutils"
vscode "styled-components.vscode-styled-components"
vscode "sumneko.lua"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "zhuangtongfa.material-theme"
