antigen
autoconf
composer
curl
fish
fontconfig
freetype
gd
gdbm
git
heroku
icu4c
imagemagick
jpeg
libevent
libpng
libtiff
libtool
libyaml
n
neofetch
nginx
node
openssl
pcre
perl
pkg-config
pyenv
python
readline
ruby
screenresolution
sqlite
stow
tmux
unrar
vim
webp
wp-cli
xz
yarn
