adobe-acrobat-reader
alfred
atom
cyberduck
dash
discord
docker
dropbox
fantastical
firefox-developer-edition
google-drive-file-stream
graphiql
hammerspoon
handbrake
hyper
insomnia
istat-menus
kitematic
mysqlworkbench
obs
plex-media-server
pritunl
sequel-pro
sketch
slack
sourcetree
spotify
spotmenu
virtualbox
visual-studio-code
vlc
zoomus
