1password
alfred
android-platform-tools
atom
cyberduck
daisydisk
dash
discord
docker
dropbox
encryptme
fantastical
firefox-developer-edition
google-drive-file-stream
hammerspoon
hyper
insomnia
istat-menus
iterm2
kitematic
obs
plex-media-server
pritunl
sketch
slack
sourcetree
spotify
spotmenu
steam
superduper
transmission
virtualbox
visual-studio-code
vlc
yakyak
