awscli
composer
curl
diff-so-fancy
ffmpeg
git
heroku/brew/heroku
imagemagick
jpegoptim
mcrypt
n
nginx
php@7.2
pngquant
pyenv
python@2
reattach-to-user-namespace
redis
stow
tmux
unrar
vim
wget
wp-cli
yarn
zsh